[
  {
    "platform": "LinkedIn",
    "title": "Machine Learning Intern",
    "company": "WebBoost Solutions by UM",
    "location": "India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4252516000/?eBP=BUDGET_EXHAUSTED_JOB&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=%2Bl3kuBTewqECgZuETLUkrQ%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "[Your Name]\n[Your Address]\n[City, State, Zip Code]\n[Email Address]\n[Phone Number]\n\n[Date]\n\nHiring Manager\nWebBoost Solutions by UM\n[Company Address]\n[City, State, Zip Code]\n\nDear Hiring Manager,\n\nI am writing to express my interest in the Machine Learning Intern position at WebBoost Solutions by UM, as advertised on LinkedIn. I am Ishav Manav, a dedicated student pursuing a degree in Computer Science at Delhi Technological University. With a strong foundation in MERN stack with AI/Web3, I have successfully completed projects like YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my passion for blending technology with innovation. Additionally, my contributions to Bmsamay.com reflect my commitment to creating impactful solutions in the tech industry. I am eager to bring my skills and enthusiasm to WebBoost Solutions and contribute to your team's success. Thank you for considering my application.\n\nWarm regards,\n\nIshav Manav"
  },
  {
    "platform": "LinkedIn",
    "title": "Machine Learning Intern",
    "company": "Unified Mentor Private Limited",
    "location": "India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4251121092/?eBP=BUDGET_EXHAUSTED_JOB&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=mC8b8yVhv8sKiw8jzF55Kg%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Machine Learning Intern position at Unified Mentor Private Limited. As a student at DTU pursuing expertise in MERN stack with AI/Web3, I am excited about the opportunity to contribute to your team. I was impressed by your projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing your innovative approach to solving real-world problems. Additionally, your contribution to Bmsamay.com reflects your dedication to making a meaningful impact in the tech industry. I am enthusiastic about the prospect of collaborating with your team remotely and further developing my skills in machine learning. Thank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "LinkedIn",
    "title": "Machine Learning Intern",
    "company": "SkillFied Mentor",
    "location": "India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4252505006/?eBP=BUDGET_EXHAUSTED_JOB&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=f11zRZrE8rPMPRbPMG9XjQ%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "Dear Hiring Manager,\n\nI am writing to express my interest in the Machine Learning Intern opportunity at SkillFied Mentor. As a student at DTU with a strong foundation in MERN stack coupled with AI and Web3, I am excited about the possibility of contributing to your team. I have showcased my skills through projects like the YouTube Feed Detoxifier and Solana Wallet Adapter. Additionally, as a contributor to Bmsamay.com, I am adept at collaborating with diverse teams to achieve common goals. I am eager to further develop my machine learning expertise and contribute meaningfully to SkillFied Mentor. Thank you for considering my application.\n\nBest regards,\nIshav Manav"
  },
  {
    "platform": "LinkedIn",
    "title": "Machine Learning Trainee",
    "company": "Lead India",
    "location": "India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4249155926/?eBP=BUDGET_EXHAUSTED_JOB&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=NjdbU1twp9Gl4AIRHeaVMQ%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "Dear Ishav,\n\nI am writing to express my interest in the Machine Learning Trainee internship at Lead India as posted on LinkedIn. As a student at DTU with a strong foundation in the MERN stack and AI/Web3 technologies, I am excited about the opportunity to contribute to innovative projects like your YouTube Feed Detoxifier and Solana Wallet Adapter. I have also demonstrated my skills as a contributor to Bmsamay.com, further honing my abilities in the tech industry. I am eager to bring my passion for machine learning and dedication to learning to your team at Lead India. Thank you for considering my application.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "LinkedIn",
    "title": "Advisor - Software Engineering",
    "company": "MRO",
    "location": "India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4247974463/?eBP=CwEAAAGXfbzl76d-4ph451HujDjMN7jW7Wj8hxAPj-zpWTsaMtivz0k6wXJAYWVC9JWfUKF8uTTgxt3kNn_W--mfsVs8J5jQZQDdx02JuaiDUkdSDq40RkwpPI2GeWdlRjwKrRCZNuKi3ATcl3iOSGWcp0QqiE3CijNDM4JhGWf_86Ww5C0SwR6ceWYO8tC_qmr5UMWPd-a89u2-aif7w4MfhcJQJ92UNybGVSS7YOho9y0gPru2YCwpBPifqYJiFWRUqsIi_BLJLQ_z0r-DS4kUZN-l4znmXa8AuOHIjH6aVS_3cn40c65tYiO05-LOz74wPLDaITQkKSDSPTx8q2zdM-Gi3TyWBcz7zsyhFQdQM4z3WPMisGc3-GLIJJfNPJvvbAsznPH3NhZxC_ZMiPD9fOAEDvDwJRk9nxaI-ssyvrnc-cpRRGFqcsFoLyIK2cAlVkZBELwkrUOz-n4RF8aHXNBWwI5d1AJXPY7t1P4x0iqoMA6f68-6BEU&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=Ob2WWWhYaxaleypVOP0AAA%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "Dear MRO Hiring Team,\n\nI am writing to express my interest in the Advisor - Software Engineering internship at MRO as advertised on LinkedIn. As a dedicated student at DTU with a specialization in the MERN stack and a keen interest in AI/Web3 technologies, I am excited about the opportunity to contribute my skills and knowledge to your team. I have worked on innovative projects such as YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my ability to deliver impactful solutions. Additionally, my experience as a contributor to Bmsamay.com has honed my collaborative and communication skills in a dynamic environment. I am eager to bring my passion for cutting-edge technology and problem-solving to MRO and learn from industry experts in a remote setting. Thank you for considering my application.\n\nBest regards,\nIshav Manav"
  },
  {
    "platform": "LinkedIn",
    "title": "SDET - MRC (Remote, IND)",
    "company": "CrowdStrike",
    "location": "Dehradun, Uttarakhand, India (Remote)",
    "link": "https://www.linkedin.com/jobs/view/4249170640/?eBP=CwEAAAGXfbzl7wgPcK-yjjdCV8sVju2u0hw2zP1Dm6dZALk_dqt7oDEndqTrreTOfeR6LIrKM1ZX30udQOCv-2V6wfg3EBfF9qn9CzPZNZc8tbvllMzmabgpkq1U4Uv6_l4sZo6OAA4CUSA0olkHi_Wy2P6YWD3qZDY7DdPWlVdm_m6chmroJtr19j3St-Qn2CrYMkIGjUxViOjbmIP9zQ4AszEE68UG1B50JdcG21yBboFl5nUCjIYrR1L68T8aygsHUN9c8MzgiQtoZh2-srbx0Wsb9a4nxMEUEwUbhrti2Z2fDjxjc-hHU_TWrLXYwX0PLA8xA7rNv_xYQDCAmRK0E8-zTSpEPJ9Hg8Hkil1cjNd0vyIudyBMBloWJBWSZ3KV_mG0XcT1rL8wJOtH6Ky1LaqHMOaEBXh-zUErlnXWaJtMGseLoGJc9Krnz-BQBibfa1Xx8RKnVBE0aGaX56OWkDHznH0nFWNWbBlvUpRIdCnnpW-TmJc&refId=QGwuAd4dRQFbeby1tcSuKQ%3D%3D&trackingId=NK9mt9bAmyg8TP11FM%2FDvg%3D%3D&trk=flagship3_search_srp_jobs",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the SDET internship opportunity at CrowdStrike. As a student at Delhi Technological University with a focus on MERN stack with AI/Web3, I am excited about the opportunity to contribute my skills and knowledge to a dynamic team. My projects, including the YouTube Feed Detoxifier and Solana Wallet Adapter, showcase my ability to develop innovative solutions. I am also a proud contributor to Bmsamay.com, where I have honed my problem-solving and collaboration skills. I am eager to bring my unique perspective and enthusiasm to CrowdStrike and contribute to the innovative work being done. Thank you for considering my application.\n\nSincerely,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "PHP Development",
    "stipend": "₹ 3,000 - 5,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-php-development-internship-at-techqueto1750077867",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my enthusiasm for the PHP Development internship at Internshala. As a student at DTU with a strong background in MERN stack, AI, and Web3 technologies, I am confident in my ability to contribute effectively to your team. I am particularly proud of my projects like YouTube Feed Detoxifier and Solana Wallet Adapter, which showcase my ability to tackle complex problems. My contribution to Bmsamay.com exemplifies my dedication to creating innovative solutions. I am excited about the opportunity to further develop my skills in a remote work setting and contribute meaningfully to Internshala.\n\nThank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "JavaScript Development",
    "stipend": "₹ 5,000 - 8,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-javascript-development-internship-at-w3dev1750090990",
    "company": "Internshala",
    "coverLetter": "Subject: Application for JavaScript Development Internship at Internshala\n\nDear Hiring Team,\n\nI am writing to express my interest in the JavaScript Development internship position at Internshala. As a student at Delhi Technological University (DTU), I have honed my skills in the MERN stack with a focus on AI and Web3 technologies. My recent projects, including the YouTube Feed Detoxifier and Solana Wallet Adapter, demonstrate my proficiency in developing innovative solutions. Moreover, I am proud to have contributed to Bmsamay.com, showcasing my ability to work effectively in collaborative environments. I am enthusiastic about the opportunity to further enhance my skills and contribute to your dynamic team. Thank you for considering my application.\n\nWarm regards,\nIshav Manav"
  },
  {
    "platform": "Internshala",
    "title": "Front End Development",
    "stipend": "₹ 10,000 - 15,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-front-end-development-internship-at-lovinglee1750160302",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Front End Development internship at Internshala. As a student at DTU with a passion for MERN stack development integrated with AI and Web3 technologies, I am excited about the opportunity to contribute to innovative projects like the YouTube Feed Detoxifier and Solana Wallet Adapter. With my experience as a contributor to Bmsamay.com, I am confident in my ability to bring a fresh perspective and valuable skills to your team. I am eager to further develop my front end development skills in a remote internship setting and would be thrilled to be a part of Internshala's innovative work environment.\n\nThank you for considering my application.\n\nBest regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Backend Development",
    "stipend": "₹ 5,000 - 10,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-backend-development-internship-at-aadi-foundation1750155433",
    "company": "Internshala",
    "coverLetter": "[Your Name]\n[Your Address]\n[City, State, Zip Code]\n[Email Address]\n[Phone Number]\nLinkedIn Profile (if applicable)\n\n[Date]\n\nHiring Manager\nInternshala\n[Company Address]\n[City, State, Zip Code]\n\nDear Hiring Manager,\n\nI am writing to express my interest in the Backend Development internship at Internshala, as shared on your website. As a student at DTU with a passion for MERN stack development combined with AI and Web3 technologies, I am excited about the opportunity to contribute my skills to your team. I have experience working on innovative projects like YouTube Feed Detoxifier and Solana Wallet Adapter, which have honed my backend development skills.\n\nDuring my time at DTU, I have also been an active contributor to Bmsamay.com, where I have refined my ability to work collaboratively in a fast-paced environment. I am eager to leverage my knowledge and experience to support Internshala's mission while continuing to expand my skill set in this internship opportunity. I am confident that my technical expertise and enthusiasm for backend development make me a strong candidate for this position.\n\nThank you for considering my application. I look forward to the possibility of contributing to Internshala's dynamic team and learning from the best in the industry. Please find my resume attached for your review. I am excited about the opportunity to discuss how my background, skills, and enthusiasm can contribute to the success of Internshala.\n\nWarm regards,\n\nIshav Manav"
  },
  {
    "platform": "Internshala",
    "title": "Shopify Web Development",
    "stipend": "₹ 5,000 - 12,000 /month",
    "link": "https://internshala.com/internship/detail/shopify-web-development-internship-in-mumbai-at-mesmerize-india1750134283",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my enthusiasm and interest in the Shopify Web Development internship opportunity at Internshala. As a student at DTU with a strong foundation in MERN stack with AI/Web3 technologies, I have worked on impressive projects including the YouTube Feed Detoxifier and Solana Wallet Adapter. Additionally, my contributions to Bmsamay.com showcase my passion for web development and tech innovation. I am excited about the prospect of bringing my skills and creativity to Internshala's remote internship program and contributing to your team.\n\nThank you for considering my application. I look forward to the opportunity to further discuss how I can add value to your organization.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Full Stack Development",
    "stipend": "₹ 15,000 - 30,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-full-stack-development-internship-at-kreeya1750143116",
    "company": "Internshala",
    "coverLetter": "[Your Name]\n[Your Address]\n[City, State, Zip Code]\n[Email Address]\n[Phone Number]\n[Date]\n\nIshav Manav\nDelhi Technological University\n[DTU Address]\nNew Delhi, India\n\nDear Hiring Manager,\n\nI am writing to express my enthusiasm for the Full Stack Development internship at Internshala. As a student at DTU with a strong background in MERN stack development, including experience with AI and Web3 technologies, I am excited about the opportunity to contribute to innovative projects. My work on projects like YouTube Feed Detoxifier and Solana Wallet Adapter demonstrates my ability to tackle complex technical challenges with creativity and precision. Additionally, as a contributor to Bmsamay.com, I have honed my skills in web development and collaboration within a team environment.\n\nI am confident that my technical skills and passion for cutting-edge technologies make me a great fit for this internship. I am eager to further develop my abilities and contribute to Internshala's mission of fostering talent in the tech industry. I look forward to the opportunity to discuss how my background, skills, and enthusiasm align with the goals of your team.\n\nThank you for considering my application. I am excited about the possibility of contributing to Internshala and expanding my knowledge and experience in Full Stack Development.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Node.js Development",
    "stipend": "₹ 10,000 - 15,000 /month",
    "link": "https://internshala.com/internship/detail/nodejs-development-internship-in-gurgaon-at-warewe-consultancy-private-limited1750076849",
    "company": "Internshala",
    "coverLetter": "Subject: Application for Node.js Development Internship at Internshala\n\nDear Ishav Manav,\n\nI am writing to express my keen interest in the Node.js Development internship opportunity at Internshala. As a student at DTU, I have built a strong foundation in MERN stack development and have experience working with AI and Web3 technologies. I am particularly proud of my projects, including the YouTube Feed Detoxifier and Solana Wallet Adapter, which have honed my skills in full-stack development.\n\nI am also a dedicated contributor to Bmsamay.com, where I have gained experience collaborating with a team and delivering quality results within strict deadlines. I am excited about the prospect of further enhancing my skills and contributing to innovative projects through this internship. I am confident that my technical expertise and passion for development make me a strong candidate for this role.\n\nThank you for considering my application. I look forward to the opportunity to discuss how I can contribute to your team.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Web Development",
    "stipend": "₹ 10,000 /month",
    "link": "https://internshala.com/internship/detail/web-development-internship-in-bangalore-at-queueme-technologies1750074552",
    "company": "Internshala",
    "coverLetter": "[Your Name]\n[Your Address]\n[City, State, Zip Code]\n[Email Address]\n[Phone Number]\n[Date]\n\nIshav Manav\nDTU (Delhi Technological University)\n[City, State, Zip Code]\n\nDear Hiring Manager,\n\nI am writing to express my strong interest in the Web Development internship position at Internshala, as advertised on your website. As a student at DTU and a proficient developer in the MERN stack with AI/Web3 expertise, I am excited about the opportunity to contribute my skills and passion for web development to your team. I am particularly proud of my projects, such as the YouTube Feed Detoxifier and Solana Wallet Adapter, which showcase my ability to create innovative solutions. Additionally, my experience as a contributor to Bmsamay.com has honed my ability to collaborate effectively and deliver high-quality work in a fast-paced environment.\n\nI am confident that my technical skills, combined with my dedication to continuous learning and problem-solving, make me a strong candidate for this internship. I am eager to leverage my experience and contribute to the dynamic projects at Internshala. Thank you for considering my application.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Integration Engineering",
    "stipend": "₹ 25,000 - 30,000 /month",
    "link": "https://internshala.com/internship/detail/integration-engineering-internship-in-bangalore-at-cleartax1750142686",
    "company": "Internshala",
    "coverLetter": "Subject: Application for Integration Engineering Internship at Internshala\n\nDear Ishav Manav,\n\nI am writing to express my strong interest in the Integration Engineering internship opportunity at Internshala. As a student at DTU specializing in MERN stack with a focus on AI and Web3 technologies, I am excited about the prospect of further developing my skills and knowledge in this field. I was particularly impressed by your projects, YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing your expertise and innovation.\n\nI have also been a dedicated contributor to Bmsamay.com, where I have honed my abilities to collaborate effectively in a team and deliver high-quality results. I am eager to bring my passion for technology and problem-solving skills to Internshala to contribute to your innovative projects.\n\nI am confident that my background and experiences make me a strong candidate for this internship opportunity. Thank you for considering my application. I am excited about the possibility of collaborating with the talented team at Internshala and contributing to your impactful work.\n\nWarm regards,\n\n[Your Name]  \nDTU Student"
  },
  {
    "platform": "Internshala",
    "link": "https://internshala.comundefined",
    "title": "Intern",
    "company": "Internshala",
    "coverLetter": "Subject: Application for Internship Opportunity at Internshala\n\nDear Ishav Manav,\n\nI am writing to express my interest in the Intern internship at Internshala as advertised on your platform. As a student at DTU with a strong foundation in the MERN stack and experience in AI/Web3 technologies, I am excited about the opportunity to contribute to your team remotely.\n\nI have successfully completed projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my skills in developing innovative solutions. Additionally, my role as a contributor to Bmsamay.com has further honed my ability to work collaboratively and creatively in a fast-paced environment.\n\nI am eager to bring my technical expertise and passion for cutting-edge technology to Internshala and contribute to your team's success. Thank you for considering my application; I look forward to the possibility of discussing how my skills align with the internship requirements.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Java Development",
    "stipend": "₹ 14,000 - 20,000 /month",
    "link": "https://internshala.com/internship/detail/java-development-internship-in-delhi-at-synapse-valuetech-private-limited1750152205",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my enthusiasm for the Java Development internship opportunity at Internshala. As a student at DTU with a strong foundation in the MERN stack, AI, and Web3 technologies, I believe my experience working on projects like YouTube Feed Detoxifier and Solana Wallet Adapter make me a strong candidate for this role. Additionally, my contributions to Bmsamay.com showcase my dedication to innovative and impactful projects. I am eager to bring my skills and passion for Java development to Internshala and contribute to the team’s success. Thank you for considering my application.\n\nWarm regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "AI Agent Development",
    "stipend": "₹ 20,000 - 35,000 /month",
    "link": "https://internshala.com/internship/detail/ai-agent-development-internship-in-bangalore-at-niti-ai1750142295",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my interest in the AI Agent Development internship at Internshala. As a student at DTU specializing in the MERN stack with AI and Web3 technologies, I am excited about the opportunity to contribute to cutting-edge projects. I was particularly impressed by your projects, such as the YouTube Feed Detoxifier and Solana Wallet Adapter, which showcase your innovative thinking and technical skills. As a contributor to Bmsamay.com, I have experience collaborating in a team-oriented environment and am eager to bring my passion for AI development to your team. I am confident that my skills and enthusiasm make me a strong candidate for this internship. Thank you for considering my application.\n\nSincerely,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "WordPress Development",
    "stipend": "₹ 4,000 - 7,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-wordpress-development-internship-at-khet-ki-dwai1750145829",
    "company": "Internshala",
    "coverLetter": "Subject: Application for WordPress Development Internship at Internshala\n\nDear Hiring Team at Internshala,\n\nI am writing to express my interest in the WordPress Development internship opportunity at Internshala. As a student of DTU, specializing in MERN stack with AI/Web3, I have honed my skills through impactful projects like YouTube Feed Detoxifier and Solana Wallet Adapter. I am also proud to have contributed to Bmsamay.com, showcasing my ability to work collaboratively in a team setting and deliver high-quality results. \nI am excited about the prospect of further developing my WordPress skills in a remote setting and contributing positively to your team. Thank you for considering my application.\n\nWarm regards,\n\nIshav Manav"
  },
  {
    "platform": "Internshala",
    "title": "Web Developer",
    "stipend": "₹ 6,000 - 8,000 /month",
    "link": "https://internshala.com/internship/detail/web-developer-internship-in-mumbai-at-besick1750156364",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Web Developer internship at Internshala. As a student at DTU specializing in MERN stack with AI/Web3, I am excited about the opportunity to further develop my skills in a remote setting. I have worked on notable projects such as YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my ability to tackle complex challenges with innovative solutions. Additionally, my contributions to Bmsamay.com have honed my ability to collaborate effectively within a team. I am eager to bring my technical expertise and enthusiasm for web development to Internshala and contribute meaningfully to your team.\n\nThank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Website Developer",
    "stipend": "₹ 20,000 - 30,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-website-developer-internship-at-hyland-retail-private-limited1750154014",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Website Developer internship at Internshala, where my skills in MERN stack with AI/Web3 can be effectively utilized. As a student at DTU, I have successfully completed projects such as YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my proficiency in web development. Additionally, my contributions to Bmsamay.com have further honed my ability to create engaging and user-friendly websites. I am truly excited about the opportunity to bring my expertise to Internshala and contribute to innovative projects in a remote setting. Thank you for considering my application.\n\nBest regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Full Stack Developer (use LLM AI Tools)",
    "stipend": "₹ 5,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-full-stack-developer-use-llm-ai-tools-internship-at-bright-future-institute-private-limited1750148526",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my interest in the Full Stack Developer (MERN stack with AI/Web3) internship at Internshala. As a student at DTU, specializing in LLM AI Tools, I have completed projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my skills in AI development. I have also contributed to Bmsamay.com, demonstrating my passion for web development and collaboration. I am excited about the opportunity to further enhance my skills and contribute to innovative projects in a remote setting. I am confident that my technical expertise and proactive approach make me a strong candidate for this internship.\n\nThank you for considering my application.\n\nWarm Regards,\n[Ishav Manav]"
  },
  {
    "platform": "Internshala",
    "title": "Product Management",
    "stipend": "₹ 15,000 - 40,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-part-time-product-management-internship-at-the-conscious-generation1750148509",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my avid interest in the Product Management internship opportunity at Internshala. As a student at DTU with a strong background in MERN stack, AI, and Web3 technologies, I have developed innovative projects like YouTube Feed Detoxifier and Solana Wallet Adapter. Additionally, my experience as a contributor to Bmsamay.com has honed my skills in product development and user experience. I am eager to bring my passion for technology and product innovation to Internshala and contribute to your dynamic team. Thank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Wordpress Website Designer",
    "stipend": "₹ 9,000 - 12,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-wordpress-website-designer-internship-at-fresco-software-solution-private-limited1750148147",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my interest in the Wordpress Website Designer internship at Internshala. As a student at DTU with a solid foundation in the MERN stack and experience working with AI/Web3 technologies, I am excited about the prospect of contributing to innovative web projects. I am particularly proud of my projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, which showcase my technical skills and creativity. Additionally, my role as a contributor to Bmsamay.com has honed my ability to work collaboratively and deliver quality results under tight deadlines. I am eager to leverage my skills and learn from the talented team at Internshala while contributing meaningfully to your projects. Thank you for considering my application.\n\nBest regards,\n\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Flutter Development",
    "stipend": "Unpaid",
    "link": "https://internshala.com/internship/detail/work-from-home-part-time-flutter-development-internship-at-she-can-foundation1750134147",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Flutter Development internship opportunity at Internshala. As a dedicated student at DTU with a solid foundation in MERN stack and experience in AI/Web3 technologies, I am excited about the prospect of contributing to innovative projects remotely. I was particularly impressed by your projects, YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing your technical skills and creativity. Furthermore, your contribution to Bmsamay.com demonstrates your passion for impactful web development. I am eager to bring my enthusiasm and technical expertise to the team at Internshala.\n\nThank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Software Development",
    "stipend": "₹ 3,000 - 6,000 /month",
    "link": "https://internshala.com/internship/detail/software-development-internship-in-pune-at-sustainable-incorporation-limited1750144081",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my interest in the Software Development internship opportunity at Internshala. As a student at DTU with a strong background in MERN stack development complemented by experience in AI and Web3 technologies, I am confident in my ability to contribute effectively to your team. I am particularly proud of my projects, such as the YouTube Feed Detoxifier and Solana Wallet Adapter, which exhibit my passion for problem-solving and innovation. Additionally, my role as a contributor to Bmsamay.com has further honed my skills in web development and collaboration. I am excited about the prospect of gaining hands-on experience in a remote work setting and would welcome the opportunity to bring my enthusiasm and expertise to Internshala. Thank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Tech & Digital Operations",
    "stipend": "₹ 5,000 - 8,000 /month",
    "link": "https://internshala.com/internship/detail/tech-digital-operations-internship-in-mumbai-at-love-and-flour-by-pooja1750144673",
    "company": "Internshala",
    "coverLetter": "Subject: Application for Tech & Digital Operations Internship at Internshala\n\nDear Ishav Manav,\n\nI am writing to express my strong interest in the Tech & Digital Operations internship at Internshala. As a student at DTU with a focus on MERN stack, AI, and Web3 technologies, I have actively worked on projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, demonstrating my ability to innovate and solve complex problems. Additionally, my contributions to Bmsamay.com have honed my skills in digital operations and project management.\n\nI am eager to bring my technical skills and creative mindset to the Internshala team to contribute towards innovative projects and further develop my expertise in the tech industry. I am confident that my hands-on experience and passion for technology make me a strong candidate for this opportunity. I look forward to the possibility of discussing how my background, skills, and enthusiasm align with Internshala's goals.\n\nThank you for considering my application. I am excited about the opportunity to potentially work with Internshala and contribute to its ongoing success.\n\nWarm regards,\n\n[Your Name]\nDTU Student"
  },
  {
    "platform": "Internshala",
    "title": "MERN Stack Development",
    "stipend": "₹ 10,000 - 15,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-mern-stack-development-internship-at-mygigsters1750135662",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am excited to apply for the \"MERN Stack Development\" internship at Internshala. As a student at DTU with a keen interest in merging technology with AI and Web3, I have developed projects like YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my proficiency in the MERN stack. My contribution to Bmsamay.com is a testament to my dedication to web development. I am eager to further enhance my skills through practical experience and am confident that this internship opportunity will be a perfect fit for me. Thank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Python Development",
    "stipend": "₹ 10,000 - 1,50,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-python-development-internship-at-codezero2pi-solution-opc-private-limited1750070107",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my strong interest in the Python Development internship at Internshala. As a student at DTU with a passion for leveraging cutting-edge technologies, such as the MERN stack with AI/Web3, I am excited about the opportunity to contribute my skills to your team. I have developed projects like YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my proficiency in Python development. Additionally, my experience as a contributor to Bmsamay.com has honed my ability to work collaboratively and deliver high-quality results. I am eager to further enhance my skills and make a valuable impact as part of your innovative team.\n\nLooking forward to the opportunity to discuss how my background, skills, and enthusiasm align with the Python Development internship at Internshala.\n\nBest regards,\n[Your Name]  \n[Your Contact Information]"
  },
  {
    "platform": "Internshala",
    "title": "ReactJS Development",
    "stipend": "₹ 10,000 - 12,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-reactjs-development-internship-at-inbox-pirates-by-crewcharge-technologies-private-limited1750135424",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my interest in the ReactJS Development internship at Internshala. As a student at DTU, specializing in the MERN stack with AI/Web3, I am excited about the opportunity to apply my skills to real-world projects. I have experience working on innovative projects such as YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my commitment to cutting-edge development. Furthermore, my contribution to Bmsamay.com demonstrates my ability to collaborate effectively in a team. I am enthusiastic about the chance to further develop my skills in a remote internship setting and contribute to your team. Thank you for considering my application.\n\nBest regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "Laravel PHP Developer",
    "stipend": "₹ 6,000 /month",
    "link": "https://internshala.com/internship/detail/work-from-home-part-time-laravel-php-developer-internship-at-intern-stump-llp1750078323",
    "company": "Internshala",
    "coverLetter": "Subject: Application for Laravel PHP Developer Internship at Internshala\n\nDear Ishav Manav,\n\nI am writing to express my enthusiasm for the Laravel PHP Developer internship opportunity at Internshala. As a student at DTU with a strong background in the MERN stack and experience in integrating AI/Web3 technologies, I am confident in my ability to contribute effectively to your team. I have successfully completed projects such as the YouTube Feed Detoxifier and Solana Wallet Adapter, showcasing my technical skills and creativity. Additionally, my contributions to Bmsamay.com demonstrate my dedication to web development and my passion for creating meaningful solutions. I am excited about the prospect of bringing my skills to Internshala and learning from your talented team while making a valuable contribution. Thank you for considering my application.\n\nWarm regards,\n[Your Name]"
  },
  {
    "platform": "Internshala",
    "title": "IT Support Engineer",
    "stipend": "₹ 7,000 - 12,000 /month",
    "link": "https://internshala.com/internship/detail/it-support-engineer-internship-in-mumbai-at-faclon1750072418",
    "company": "Internshala",
    "coverLetter": "Dear Ishav Manav,\n\nI am writing to express my enthusiasm for the IT Support Engineer internship opportunity at Internshala. As a student at DTU with a strong foundation in MERN stack and AI/Web3 technologies, I am excited about the prospect of contributing to innovative projects like the YouTube Feed Detoxifier and Solana Wallet Adapter. My experience as a contributor to Bmsamay.com has honed my skills in troubleshooting and resolving technical issues effectively. I am confident that my passion for technology and problem-solving abilities make me a strong candidate for this internship. I am eager to bring my skills to Internshala and learn from its dynamic team while making a meaningful impact. \n\nThank you for considering my application.\n\nWarm regards,\n[Your Name]"
  }
]